/* No comment provided by engineer. */
"%@ has cancelled this request." = "قام %@ بإلغاء هذا الطلب.";

/* No comment provided by engineer. */
"%@ has declined your request." = "‏%@ قد رفض طلبك.";

/* No comment provided by engineer. */
"%@ would like to connect." = "يرغب %@ بالاتصال.";

/* No comment provided by engineer. */
"%@\nhas cancelled this request." = "قام %@\nبإلغاء هذا الطلب.";

/* No comment provided by engineer. */
"%@\nhas declined your request." = "‏%@\nقد رفض طلبك.";

/* No comment provided by engineer. */
"%@\nwould like to connect." = "يرغب %@\nبالاتصال.";

/* No comment provided by engineer. */
"Accept" = "قبول";

/* No comment provided by engineer. */
"Bluetooth Communication Error" = "خطأ في اتصالات الـ Bluetooth";

/* No comment provided by engineer. */
"Bluetooth must be on to connect to nearby iPads, iPhones, or iPod touches." = "يجب تشغيل الـ Bluetooth للاتصال بالـ iPhones ،iPads، أو الـ iPod touches.";

/* No comment provided by engineer. */
"Cancel" = "إلغاء";

/* No comment provided by engineer. */
"Choose an iPad, iPhone,\nor iPod touch:" = "قم باختيار iPhone ،iPad،\nأو iPod touch:";

/* No comment provided by engineer. */
"Connection Lost" = "تم فقد الاتصال";

/* No comment provided by engineer. */
"Decline" = "رفض";

/* No comment provided by engineer. */
"is not available." = "غير متوفر.";

/* No comment provided by engineer. */
"Looking for other iPads, iPhones, or iPod touches…" = "البحث عن iPhones ،iPads، أو iPod touches أخرى…";

/* No comment provided by engineer. */
"Looking for peers…" = "يتم الآن البحث عن أقران...";

/* No comment provided by engineer. */
"Nearby" = "قريب";

/* No comment provided by engineer. */
"Not supported on this\n%@." = "غير مدعوم على هذا\nالـ %@.";

/* No comment provided by engineer. */
"OK" = "موافق";

/* No comment provided by engineer. */
"Online" = "على الإنترنت";

/* No comment provided by engineer. */
"Request declined." = "تم رفض الطلب.";

/* No comment provided by engineer. */
"This request was cancelled." = "تم إلغاء هذا الطلب.";

/* No comment provided by engineer. */
"Waiting for %@…" = "الانتظار لـ %@…";

/* No comment provided by engineer. */
"Waiting for\n%@…" = "الانتظار\nلـ %@…";

/* No comment provided by engineer. */
"Waiting to connect…" = "جاري الانتظار للاتصال...";

/* No comment provided by engineer. */
"Would you like to turn on Bluetooth?" = "هل ترغب بتشغيل الـ Bluetooth؟";

